Repository: Chargily/chargily-pay-wordpress
Catalog: languages/chargilytextdomain-*.po
Languages: fr_fr

source: Activate or deactivate Chargily Pay on your store, input your API keys, and activate test mode to simulate purchases without real money.
fr_fr: Activez ou désactivez Chargily Pay dans votre magasin, saisissez vos clés API et activez le mode test pour simuler des achats sans argent réel.

source: An error occurred while processing your payment. Please try again.
fr_fr: Une erreur s'est produite lors du traitement de votre paiement. Veuillez réessayer.

source: Arabic
fr_fr: Arabe

source: Awaiting Chargily payment
fr_fr: En attente de paiement Chargily

source: Change status to expired
fr_fr: Changer le statut en expiré

source: Chargily Pay™ Settings
fr_fr: Paramètres de Chargily Pay™

source: Chargily Pay™: Test Mode is enabled.
fr_fr: Chargily Pay™: Le mode test est activé.

source: Check API keys
fr_fr: Vérifier les clés API

source: Check connection
fr_fr: Vérifier la connexion

source: Check your API keys.
fr_fr: Vérifiez vos clés API.

source: Collect shipping address on checkout page.
fr_fr: Collectez l'adresse de livraison sur la page de paiement.

source: completed
fr_fr: complété

source: Confirmation status
fr_fr: Statut de confirmation

source: Create Products
fr_fr: Créer des produits

source: Enable Chargily Pay
fr_fr: Activer Chargily Pay

source: Enable product creation on Chargily Pay.
fr_fr: Activer la création de produits sur Chargily Pay.

source: Enable Test Mode
fr_fr: Activer le mode test

source: Enable this option if your server support .htaccess file rewriting
fr_fr: Activez cette option si votre serveur prend en charge la réécriture de fichiers .htaccess

source: Enable/Disable
fr_fr: Activer/Désactiver

source: English
fr_fr: Anglais

source: Enter your API keys.
fr_fr: Entrez vos clés API.

source: Enter your Chargily Live API key.
fr_fr: Entrez votre clé API en direct de Chargily.

source: Enter your Chargily Live API secret.
fr_fr: Entrez votre secret API en direct de Chargily.

source: Enter your Chargily Test API key.
fr_fr: Entrez votre clé API de test Chargily.

source: Enter your Chargily Test API secret.
fr_fr: Entrez votre secret API de test Chargily.

source: Enter your Live API keys.
fr_fr: Entrez vos clés API Live.

source: Enter your Test API keys.
fr_fr: Entrez vos clés API de test.

source: Expired (%s)
fr_fr: Expiré (%s)

source: Failed to create customer in Chargily.
fr_fr: Échec de la création du client dans Chargily Pay.

source: Failed to create price in Chargily.
fr_fr: Échec de la création du prix dans Chargily Pay.

source: Failed to create product in Chargily.
fr_fr: Échec de la création du produit dans Chargily Pay.

source: Find out where to find your API keys
fr_fr: Découvrez où trouver vos clés API

source: Fix styling compatibility.
fr_fr: Correction de la compatibilité des styles.

source: Force Chargily Pay plugin styling
fr_fr: Forcer le style du plugin Chargily Pay

source: French
fr_fr: Français

source: General
fr_fr: Général

source: Get support
fr_fr: Obtenir de l'aide

source: If enabled, Chargily Pay fees will be paid by your customers.
fr_fr: Si activé, les frais de Chargily Pay seront payés par vos clients.

source: If enabled, products will be created on Chargily Pay upon checkout.
fr_fr: Si activé, les produits seront créés sur Chargily Pay lors du paiement.

source: If enabled, shipping address fields will appear and should be filled on checkout page.
fr_fr: L'activation de cette option fera apparaître les champs d'adresse de livraison et devront être remplis sur la page de paiement.

source: If enabled, Webhook will use the .htaccess rewrite rule method. Please re-save the Permalink settings again <a href="%s" target="_blank">Permalink</a>.
fr_fr: S'il est activé, Webhook utilisera la méthode de règle de réécriture .htaccess. Veuillez réenregistrer les paramètres du lien permanent <a href="%s" target="_blank">Permalien</a>.

source: If enabled, you will use Chargily Pay in Test Mode.
fr_fr: Si activé, vous utiliserez Chargily Pay en mode Test.

source: If the style of the Chargily Pay plugin is compromised due to a styling modification by another plugin, activating this option will rectify the issue.
fr_fr: Si le style du plugin Chargily Pay est compromis en raison d'une modification de style par un autre plugin, l'activation de cette option corrigera le problème.

source: Just one more step to complete the setup of Chargily Pay™ and begin accepting payments.
fr_fr: Il ne reste plus qu'une étape pour terminer la configuration de Chargily Pay™ et commencer à accepter les paiements.

source: Live Public key
fr_fr: Clé publique du mode Live

source: Live Secret key
fr_fr: Clé secrète du mode Live

source: on hold
fr_fr: en attente

source: On the thanks page
fr_fr: Sur la page de remerciements

source: opens in a new tab
fr_fr: s'ouvre dans un nouvel onglet

# Order status
source: Expired
fr_fr: Expiré

source: Pass Fees To Customer
fr_fr: Transférer les frais au client

source: Place the message you want to appear on the thank you page after completing the purchase of the product.
fr_fr: Placez le message que vous souhaitez voir apparaître sur la page de remerciements après l'achat du produit.

source: processing
fr_fr: traitement

source: Select the language of the payment page
fr_fr: Sélectionnez la langue de la page de paiement

source: Test mode
fr_fr: Mode test

source: Test Public key
fr_fr: Clé publique de test

source: Test Secret key
fr_fr: Clé secrète de test

source: Thank you for your order, please click the button below to pay with Chargily.
fr_fr: Merci pour votre commande, veuillez cliquer sur le bouton ci-dessous pour payer avec Chargily.

source: thank you, the product will come soon.
fr_fr: merci, le produit arrivera bientôt.

source: The easiest and free way to integrate e-payment API through EDAHABIA of Algerie Poste and CIB of SATIM into your Wordpress/WooCommerce platform.
fr_fr: Le moyen le plus simple et gratuit d'intégrer l'API de paiement électronique via EDAHABIA d'Algérie Poste et CIB de SATIM dans votre plateforme Wordpress/WooCommerce.

source: The language that will appear on chargily payment page
fr_fr: La langue qui apparaîtra sur la page de paiement Chargily

source: This controls the description which the user sees during checkout.
fr_fr: Ceci contrôle la description que l'utilisateur voit lors du paiement.

source: This controls the title which the user sees during checkout.
fr_fr: Ceci contrôle le titre que l'utilisateur voit lors du paiement.

source: This status will be set when the payment succeeds.
fr_fr: Ce statut sera défini une fois le paiement réussi.

source: Title
fr_fr: Titre

source: Understand Test and Live modes
fr_fr: Comprendre les modes Test et Live

source: Webhook Type
fr_fr: Le type du Webhook

source: You are in Live Mode but your Live API keys are missing.
fr_fr: Vous êtes en mode Live mais vos clés API Live sont manquantes.

source: You are in Test Mode but your Test API keys are missing.
fr_fr: Vous êtes en mode Test mais vos clés API Test sont manquantes.

source: 🔒 Secure e-payment gateway.
fr_fr: 🔒 Passerelle de paiement électronique sécurisée.

source: 🔒 Secure E-Payment provided by
fr_fr: 🔒 Passerelle de paiement électronique sécurisée Propulsé par
